Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Denne består av to personer fra Sametingets administrasjon samt to eksterne fagpersoner.
sme: Das leat mielde guokte olbmo Sámedikki hálddahusas ja guokte olggobeale fágaolbmo.

source: Prosjektet finansieres med tilskuddsmidler fra Kunnskapsdepartement.
sme: Prošeakta ruhtaduvvo Máhttodepartemeantta doarjjaruđaiguin.

source: Prosjektets gjennomføring Prosjektets gjennomføring består av følgende komponenter:
sme: Prošeavtta čađaheapmi Prošeakta čađahuvvo čuovvovaš osiid mielde:

source: • Innhente og samle relevant forskning, bevisste og levde erfaringer og kunnskaper om samiske verdier, formidlingsmetoder og samisk pedagogisk tenkning.
sme: · Viežžat ja čohkket relevánta dutkama, dihtomielalaš ja vásihusvuđot vásihusaid, ja máhtu sámi árvvuid, gaskkustanmetodaid ja sámi pedagogalaš jurddašeami birra.

source: • Utvikle og realisere innholdet og verdigrunnlaget i samiske barnehager bygget på samiske verdier, formidlingsmetoder og samisk pedagogisk tenkning tilpasset og overført til ny tid.
sme: · Ovddidit ja duohtan dahkat sisdoalu ja árvovuođu sámi mánáidgárddiin mat vuođđuduvvet sámi árvvuide, gaskkustanmetodaide ja sámi pedagogalaš jurddašeapmái ja mat leat fievrriduvvon ođđaset áigái.

source: • Synliggjøre og beskrive behov for kompetanseutvikling i tråd med samisk barnehagefilosofi.
sme: · Oainnusmahttit ja čilget dárbbu gelbbolašvuođa ovddideami ektui sámi mánáidgárdefilosofiijai dávistettiin.

source: • Synliggjøre og beskrive behov for pedagogisk materiell som tar utgangspunkt i samisk
sme: · Oainnusmahttit ja čilget dárbbu pedagogalaš ávdnasiid ektui mii váldá vuolggasaji sámi mánáidgárdefilosofiijas.

source: • Synliggjøre og beskrive behov for veiledningsmateriale for hvordan tilrettelegge læringsmiljøet
sme: · Oainnusmahttit ja čilget dárbbu bagadanávdnasiid ektui, movt láhčit oahppanbirrasa sámi árvvuid vuođul.

source: • Iverksette implementeringsarbeid av sterke språkmodeller i barnehager.
sme: · Álggahit nana giellamodeallaid implementerenbarggu mánáidgárddiin.

source: • Synliggjøre og beskrive behov for veiledningsmateriale for samiske foreldre, som beskriver innholdet i et trygt og godt barnehagemiljø for samiske barn.
sme: · Oainnusmahttit ja čilget dárbbu bagadanávdnasiid ektui sámi vánhemiid várás, mas válddahuvvo sisdoallu oadjebas ja buori mánáidgárdebirrasis sámi mánáid várás.

source: • Synliggjøre og beskrive behov for kompetanseutvikling og veiledningsmateriale for barnehagemyndigheter og barnehageeiere ut ifra tradisjonskunnskap, samisk språk og kultur.
sme: · Oainnusmahttit ja čilget gelbbolašvuođa ovddideami ja bagadanávdnasiid dárbbu mánáidgárdeeiseválddiide ja mánáidgárddiid eaiggádiidda, árbedieđuid, sámegiela ja sámi kultuvrra vuođul.

source: INNSATSOMRÅDER
sme: ÁŊGIRUŠŠANSUORGGIT

source: Innsatsområde 1: Samiskspråklige barn i dagens samfunn
sme: Áŋgiruššansuorgi 1: Sámegielat mánát otnáš servodagas

source: Sterke språkmodeller i samisk barnehagetilbud
sme: Nana giellamodeallat sámi mánáidgárdefálaldagas

source: En av utfordringene når det gjelder samisk språk er at det er relativt få språkbrukere og de samiske språkene er truede språk.
sme: Okta hástalus go lea sáhka sámegielas lea ahte leat unnán giellageavaheaddjit ja ahte sámegielat leat áitojuvvon gielat.

source: Dette medfører at man må ha klare og tydelige strategier og metoder for bevaring og styrking av språkene.
sme: Dát mielddisbuktá ahte fertejit leat čielga strategiijat ja metodat gielaid gáhttemii ja nannemii.

source: Barnehagen er en viktig språkarena for nettopp et slikt språkarbeid.
sme: Mánáidgárdi lea dehálaš giellaarena juste fal diekkár giellabargguide.

source: Sametinget vil med sin barnehagepolitikk, legge til rette for at barnehagene tar i bruk sterke språkmodeller som metode tilpasset den enkelte barnehagers lokale behov og språknivå.
sme: Sámediggi háliida mánáidgárdepolitihkainis láhčit dili nu, ahte mánáidgárddit geavahišgohtet nana giellamodeallaid metodan mat leat heivehuvvon ovttaskas mánáidgárddiid báikkálaš dárbbuide ja gielladássái.

source: En sentral typologi for tospråklig opplæring er utarbeidet av språkforsker Colin Baker (2011).
sme: Gielladutki Colin Baker (2011) lea ráhkadan guovddáš typologiija guovttegielat oahpahussii.

source: Baker har sett på språkinnlæring internasjonalt og deler opplæring i svake og sterke språkmodeller basert på måling og resultater av språkopplæringen.
sme: Baker lea geahččan giellaoahppama riikkaidgaskasaččat ja juohká oahpahusa geahnohis ja gievrras giellamodeallaide mat vuođđuduvvet giellaoahpahusa mihtuide ja bohtosiidda.

source: Hans sterke språkmodell viser resultater for elevene og har overføringsverdi til barnehagen.
sme: Su nana giellamodealla čájeha ohppiid bohtosiid ja das lea fievrridanárvu mánáidgárddiide.

source: En sterk språkmodell kan være en modell hvor opplæring i minoritetsspråket barna skal lære også er i bruk i andre fag enn selve språkfaget.
sme: Nana giellamodealla sáhttá leat modealla mas unnitlogugiella maid mánát galget oahppat oahpahuvvo maiddái eará fágain go duššefal giellafágas.

source: Sametinget ser at det er utfordrende å jobbe med samisk språkarbeid i barnehagen, og krevende for de ansatte der det også er mangel på personale.
sme: Sámediggi oaidná ahte lea hástalus doaimmahit sámi giellabargguid mánáidgárddis ja ahte dat lea gáibideaddjin bargiide go lea váilevaš bargoveahka.

source: Språkarbeidet i barnehagene må derfor systematiseres bedre og implementeres i det pedagogiske arbeidet.
sme: Danin ferte mánáidgárddiid giellabargguid systematiseret buorebut ja implementeret pedagogalaš bargui.

source: Barnehagene må velge arbeidsmetoder ut fra barnas språkbakgrunn slik at dette motiverer til språkutvikling som gir resultater.
sme: Mánáidgárddit fertejit válljet bargometodaid mánáid gielladuogážiid vuođul, nu ahte dat movttiidahttá giellaovdáneapmái mas leat bohtosat.

source: De ulike samiske barnehagetilbudene skal alle ha som mål at barna skal bli samiskspråklige.
sme: Buot dain iešguđetgelágan sámi mánáidgárdefálaldagain galgá leat mihttun ahte mánát šaddat sámegielagin.

source: Der det kun er undervisning i minoritetsspråket noen timer i uka, og der all annen undervisning og kommunikasjon foregår på majoritetsspråket, vil etter Bakers kriterier være et eksempel på en svak språkmodell.
sme: Go minoritehtagiella oahpahuvvo dušše moadde diimmu vahkus ja oahpahus ja gulahallan muđui dáhpáhuvvá majoritehtagillii, lea Bakera kriteriaid vuođul heajos giellamodeallaovdamearka.

source: En slik tilnærming ser vi i norske barnehager der det er samisk språkopplæring.
sme: Diekkár lahkoneami oaidnit mii dáru mánáidgárddiin gos lea sámegieloahpahus.

source: Dette er ikke bra nok, og det viser seg at barna ikke lærer seg samisk språk i den grad det er ønskelig.
sme: Dát ii leat doarvái buorre ja dat čájeha ahte mánát eai oahpa sámegiela sávahahtti bures.

source: Derfor blir det viktig med sterke språkmodeller også i slike barnehagetilbud. Barn som ikke har samisk språk, men skal lære seg samisk og barn som kan noe samisk, skal alle få et språktilbud i barnehagen som er tilpasset deres språknivå.
sme: Danin šaddá dehálažžan geavahišgoahtit nana giellamodeallaid maiddái diekkár mánáidgárdefálaldagain, Mánát geain ii leat sámegiella, muhto geat galget oahppat sámegiela ja mánát geat máhttet veaháš sámegiela, galget buohkat oažžut dakkár giellafálaldaga mánáidgárddis mii lea heivehuvvon sin gielladássái.

source: Det må være klare rammer for hvordan de ulike kategoriene av barnehagetilbud skal tilrettelegges.
sme: Fertejit leat čielga rámmat mo dat iešguđetgelágan mánáidgárdefálaldagaid kategoriijat galget heivehuvvot.

source: Det må sikres at barna blir samiskspråklige ved at man jobber strukturert etter sterke språkmodeller.
sme: Ferte struktuvrralaččat bargat nana giellamodeallaid vuođul sihkkarastin dihtii ahte mánát šaddet guovttegielagin.

source: Barna skal ha mulighet til å gå over til samisk skole som samiskspråklige og få opplæring i og på samisk som førstespråk.
sme: Mánáin galgá leat vejolašvuohta álgit sámi skuvlii guovttegielagin ja oažžut oahpahusa sámegielas ja sámegillii vuosttašgielagin.

source: SáMOS-prosjektet skal være et verktøy for å hjelpe barnehagene i språkarbeidet.
sme: SáMOS-prošeakta galgá doaibmat reaidun ja veahkkin mánáidgárddiid giellabargguin.

source: Det har blitt overlatt til barnehagene selv hva som er samisk pedagogikk, men Sametinget vil bistå personalet i det daglige virke gjennom prosjektet.
sme: Mánáidgárddit leat šaddan ieža hábmet sámi pedagogihka, muhto Sámediggi háliida prošeavttain veahkehit bargiid sin beaivválaš doaimmain.

source: Prosjektet skal gjennom forskning beskrive hva samisk pedagogikk er, og hvordan implemente sterke språkmodeller i barnehagen.
sme: Dutkama bokte galgá prošeakta čilget mii lea sámi pedagogihkka ja mo sáhttá implementeret nana giellamodeallaid mánáidgárddis.

source: Individuell rett til samiskspråklig barnehagetilbud
sme: Oktagaslaš riekti sámegielat mánáidgárdefálaldahkii

source: Alle barn har, jamfør barnehageloven §12a, rett til plass i barnehage, også samiske barn.
sme: Buot mánáin – maiddái sámi mánáin – lea mánáidgárdelága §12a vuođul riekti mánáidgárdesadjái.

source: Utfordringen i dag er at samiske barn ikke har rett til samiskspråklig barnehageplass.
sme: Hástalussan odne lea ahte sámi mánáin ii leat riekti sámegielat mánáidgárdesadjái.

source: Sametinget erfarer at det over en lengre periode har vært lange ventelister til samiske barnehager, og at de barna som ikke får plass i samiske barnehager, får tilbud om plass i norskspråklige barnehager.
sme: Sámediggi vásiha ahte leat leamaš guhkes vuordinlisttut sámi mánáidgárddiide dál guhkit áigge, ja ahte dat mánát guđet eai oaččo saji sámi mánáidgárdái ožžot fálaldaga álgit dárogielat mánáidgárdái.

source: Samiske barn blir i så måte tatt fra retten til å lære samisk i barnehagen.
sme: Sámegielat mánáin váldojuvvo danin eret riekti oahppat sámegiela mánáidgárddis.

source: I dag stilles det ulike krav til barnehager innenfor og utenfor samiske språkforvaltningsområder.
sme: Odne leat iešguđetgelágan gáibádusat mánáidgárddiide sámegielaid hálddašanguovlluid siskkobealde ja olggobealde.

source: Et slikt skille er ikke virkningsfullt, spesielt fordi mange samiske familier velger av ulike grunner å bo i områder utenfor språkforvaltningsområdet.
sme: Dákkár earru ii leat váikkuhanfámolaš, eandalii daningo ollu sámi bearrašat válljejit iešguđetgelágan sivaid geažil orrut guovlluin mat leat giellahálddašanguovlluid olggobealde.

source: Slik ordningen er i dag er ikke dette presist nok.
sme: Otná ortnet ii leat doarvái aiddolaš.

source: Konsekvensen av dette kan være at barnehageeiere/ kommuner finner muligheter for ikke å tilby samisk barnehagetilbud og dermed bryte med internasjonale konvensjoner og norske lover.
sme: Váikkuhussan dás sáhttá leat ahte mánáidgárdeeaiggádat/suohkanat gávdnet vejolašvuođaid nu ahte eai fála sámi mánáidgárdefálaldaga ja nu rihkkot riikkaidgaskasaš konvenšuvnnaid ja Norgga lágaid.

source: Dermed er kommunens plikt i barnehagespørsmål sentral, og Sametinget vil presisere at alle kommuner skal ha plikt til å tilby et samiskspråklig barnehagetilbud etter en sterk språkmodell til alle samiske barn hvor foreldrene ønsker det.
sme: Nu leage suohkaniid geatnegasvuohta mánáidgárdegažaldagain guovddážis ja Sámediggi áigu presiseret ahte buot suohkaniin galgá leat geatnegasvuohta fállat sámegielat mánáidgárdefálaldaga mas lea nana giellamodealla buot sámi mánáide geaid váhnemat háliidit dan.

source: Sametinget vil arbeide for å sikre at samiske barns rett til samiskspråklig barnehageplass lovfestes.
sme: Okta dain effektiivvamus doaimmain sámegiela ja sámi kultuvrra gáhttemis boahtteáiggis lea ahte sámi mánát fidnejit sámi mánáidgárdesaji.

source: Kommunens plikt må lovfestes i barnehageloven, slik «NOU 2016:18 Hjertespråket» påpeker.
sme: Suohkana geatnegasvuohta ferte lágalaččat nannejuvvot mánáidgárdelágas, numo “NÁČ 2016: 18 Váibmogiella” cealká.

source: Sametinget ser at overføring av samiske språk mellom generasjoner er viktig og avgjørende for å kunne bevare og utvikle språkene.
sme: Sámediggi oaidná ahte sámegielaid buolvvaid gaskasaš fievrrideapmi lea dehálaš ja mearrideaddji go galgá bisuhit ja ovdánahttit gielaid.

source: Ett av målene for Sametingets språkpolitikk er å medvirke til at det i fremtiden blir flere samiske språkbrukere.
sme: Okta Sámedikki giellapolitihka mihtuin lea mielváikkuhit dasa ahte boahttevuođas šaddet eanet sámegielageavaheaddjit.

source: Sametinget mener at samiske barnehager er viktige arenaer for språk for neste generasjon og vil heve status for det arbeidet som gjøres i barnehagene.
sme: Sámediggi oaivvilda ahte sámi mánáidgárddit leat dehálaš giellaarenat boahtte bulvii ja dat lokte mánáidgárddiid bargguid stáhtusa.

source: Artikkel 28 i barnekonvensjonen handler om urfolksbarns rett til å lære sitt eget morsmål eller det språket som er mest brukt av det urfolket som de er en del av.
sme: Mánáidgárdekonvenšuvnna artihkkalis 28 čuožžu eamiálbmotmánáid rivttiin oahppat eatnigielaset dahje giela mii eanemusat geavahuvvo dan eamiálbmogis mas sii leat oassin.

source: For samiske barn i Norge betyr det at de har en rett til å lære et eller flere av de samiske språkene som er mest vanlig blant samer i Norge i dag.
sme: Dat mearkkaša ahte sámi mánáin Norggas sis lea riekti oahppat ovtta dahje eambbo dain sámegielain mat leat dábálaččamusat Norgga sápmelaččaid gaskkas odne.

source: Store deler av den samiske befolkningen mistet sitt samiske språk som følge av fornorskningspolitikken.
sme: Dáruiduhttima čuovvumuššan lei ahte stuorra oassi sámi álbmogis masse sámegiela.

source: Sametinget ser nå at flere og flere ønsker å ta tilbake sitt språk og føre det videre til neste generasjon.
sme: Sámediggi oaidná ahte eambbogat ahte eambbogat háliidit váldit gielaset ruovttoluotta ja fievrridit dan viidáseappo boahtte bulvii.

source: Dette ser man blant annet ved at det i 2018 var 68 flere barn som fikk samisk barnehagetilbud enn det var i 2017.
sme: Dan oaidná earret eará das go 2018:s ledje 68 eambbo máná geat ožžo sámi mánáidgárdefálaldaga go 2017:s.

source: Sametinget har sett at det er flere og flere sørsamiske barn som har fått tilrettelagt samisk språkopplæring i norske barnehager.
sme: Sámediggi lea oaidnán ahte leat eambbo ahte eambbo lullisámi mánát geaidda lea sámi giellaoahpahus heivehuvvon dáru mánáidgárddiin.

source: Det er de siste årene opprettet nye samiske barnehager og avdelinger som følge av at foreldre tar bevisste språkvalg og ønsker et fullverdig samiskspråklig barnehagetilbud for sine barn.
sme: Maŋimuš jagiid leat ásahuvvon ođđa sámi mánáidgárddit ja ossodagat. Dát lea čuovvumuššan das go váhnemat leat dihtomielalaččat válljen giela ja háliidit ollislaš sámegielat mánáidgárdefálaldaga mánáidasaset.

source: Samiske familier lever i forskjellige samfunn, noe som vil påvirke språksituasjonen.
sme: Sámi bearrašat ellet iešguđetgelágan servodagain ja dat váikkuha gielladillái.

source: I områder hvor samisk språk er i majoritet er de fleste hjem samiskspråklige, men der er også hjem hvor foreldre har forskjellige morsmål, og barn lærer begge språk samtidig og blir tospråklige.
sme: Guovlluin gos sámegiella lea eanetlogugiellan leat eanaš ruovttut sámegielagat, muhto doppe leat maiddái ruovttut main váhnemiin lea goabbatge eatnigiella ja mánát ohppet goappašat gielaid oktanaga ja šaddet guovttegielagin.

source: Samisk språk er et levende hverdagsspråk, men er likevel sterkt truet av andre språk som for eksempel norsk/svensk og engelsk.
sme: Sámegiella lea ealli árgabeaigiella, muhto liikká dan váikkuhit eará gielat, nugo ovdamearkka dihtii dárogiella, ruoŧagiella ja eaŋgalasgiella.

source: I områder hvor samisk språk er i minoritet, opplever samiske familier at norsk språk og norske verdier tar overhånd og står sterkere enn samisk språk og samiske verdier.
sme: Dakkár guovlluin gos sámegiella lea unnitlogugiellan vásihit sámi bearrašat ahte lea dárogiella ja dáru árvvut mat váldet vuitet ja dárogielas ja dáru árvvuin lea nannoseabbo sajádat go sámegielas ja sámi árvvuin.

source: Her kreves det at foreldre er svært bevisste sine språkvalg.
sme: Dakkár guovlluin gáibiduvvo ahte váhnemat leat dihtomielalaččat giellaválljemiin.

source: Barnehagen og skolen blir i mange tilfeller de eneste samiskspråklige arenaer utenom barnas hjem.
sme: Máŋgii gártá danin, ahte mánáidgárddit ja skuvllat leat áidna sámegielat arenat ruovttuid lassin.

source: Pedagogisk materiell for samiske barnehager
sme: Pedagogalaš ávdnasat sámi mánáidgárddiide

source: Med pedagogisk materiell i denne sammenheng menes trykte materiell, leker og digitale verktøy, som er utarbeidet spesielt til bruk i barnehagen.
sme: Pedagogalaš ávdnasiiguin dán oktavuođas oaivvildit deaddiluvvon ávdnasiid, duhkorasaid ja digitála reaidduid mat leat ráhkaduvvon erenoamážit mánáidgárddiid atnui.

source: Det kan være for eksempel bøker, spill, puslespill, musikk, applikasjoner og annet materiell som naturlig befinner seg i omgivelsene innenfor og utenfor barnehagen.
sme: Dát sáhttet leat ovdamearkka dihtii girjjit, spealut, bihttáspealut, musihkka, applikašuvnnat ja eará reaiddut mat gávdnojit mánáidgárddi birrasis, sihke siskkobealde ja olggobealde mánáidgárddi.

source: Pedagogisk materiell for barnehager med samisktilbud skal fungere som verktøy for barnehageansatte i arbeidet med å videreføre den samiske kulturarven.
sme: Pedagogalaš ávdnasat mánáidgárddiide main lea sámegielfálaldat galget doaibmat reaidun bargiide go galget fievrridit sámi kulturárbbi viidáseappot.

source: Gjennom pedagogisk materiell skal dette arbeidet konkretiseres og dermed bidra til å styrke det samiske språket og den samiske kulturen, og slik skape nysgjerrighet og stolthet for sin kulturbakgrunn.
sme: Pedagogalaš ávdnasiiguin galget dát barggut konkretiserejuvvot ja nu doaibmat veahkkin sámegiela ja sámi kultuvrra nannemis, ja nu hábmet sáhkkiivuođa ja rámisvuođa iežaset kulturduogážii.

source: Rammeplan for barnehagen sier at «barnehagen skal bruke ulikt materiell og utstyr, teknologi og digitale verktøy, spill, bøker og musikk i arbeidet med fagområdene» (2017:47).
sme: Mánáidgárddi rámmaplánas čállo ahte “Mánáidgárdi galgá geavahit iešguđet materiálaid ja rusttegiid, teknologiija ja digitála reaidduid, spealuid, girjjiid ja musihka fágasuorgebarggus” (2017: 47).

source: Samtidig presiserer rammeplanen at i samiske barnehager skal det i arbeidet med fagområdene tas utgangspunkt i samisk språk, kultur og tradisjonskunnskap.
sme: Seammás presiserejuvvo rámmaplánas ahte go fágasuorgebargguin sámi mánáidgárddiin galgá vuolggasadjin leat sámegiella, sámi kultuvra ja árbevirolaš máhttu.

source: Sametingets læremiddelsentral har flere kofferter med samiske artefakter til utlån.
sme: Sámedikki oahpponeavvoguovddážis leat máŋga koaffara main leat sámi artefávttat ja maid dat luoiká.

source: Innholdet består av koftesett til dukker og barn og forslag til samiske temaopplegg til bruk i barnehagene.
sme: Koaffaris leat gáktegárvvut dohkáide ja mánáide ja evttohusat sámi fáddádoaimmaide maid mánáidgárddit sáhttet váldit atnui.

source: Sametinget er i gang med å utarbeide flere kofferter, da vi ser at det er stor etterspørsel.
sme: Sámediggi lea álgán hábmet eambbo koaffariid, daningo oaidnit ahte lea stuorra beroštupmi daidda.

source: Utfordringen er mangel på pedagogisk materiell til bruk i et samisk barnehagetilbud.
sme: Hástalussan lea váilevaš pedagogalaš ávdnasat sámi mánáidgárdefálaldahkii.

source: Sametinget ser at det er behov for at det utvikles materiell på alle samiske språk.
sme: Sámediggi oaidná ahte lea dárbu hábmet ávdnasiid buot sámegielaide.

source: Sametinget vil så langt som mulig jobbe for at det bevilges midler til materiell på nord-, lule- og sørsamisk språk, og tilpasset førskolebarn i alle aldre.
sme: Sámedikki áigumuššan lea maiddái nu guhkás go vejolaččat bargat nu, ahte juolluduvvojit ruđat davvi-, julev- ja lullisámegielat ávdnasiidda mat leat heivehuvvon buot agát ovdaskuvlamánáide.

source: • Samiske barn får styrket og utviklet sitt samiske språk.
sme: Mihttu: · Sámi mánáid sámegiella nannejuvvo ja ovdánahttojuvvo.

source: Flere samiskspråklige barn.
sme: Eambbo sámegielat mánát.

source: innarbeider sterke språkmodeller for revitalisering, bevaring, styrking og utvikling av samiske språk.
sme: Mánáidgárddit hábmejit nana giellamodeallaid sámegielaid revitaliseremii, doalaheapmái, nannemii ja ovdánahttimii.

source: Strategier:
sme: Strategiijat:

source: • Sikre og bevare for tidlig språkstimulering gjennom samisk barnehagetilbud.
sme: · Sihkkarastit ja doalahit árra giellastimulerema sámi mánáidgárdefálaldagain.

source: • Bidra til å sikre systemer for at samiske barnehagene kan ta i bruk sterke språkmodeller.
sme: · Veahkkin sihkkarastit ahte sámi mánáidgárddit sáhttet atnigoahtit nana giellamodeallaid.

source: • Bidra til at det utvikles pedagogisk materiell til bruk i samisk barnehagetilbud
sme: · Veahkkin ovdánahttit pedagogalaš ávdnasiid sámi mánáidgárdefálaldagaide.

source: Innsatsområde 2: Tradisjonell kunnskap i ny tid
sme: Áŋgiruššansuorgi 2: Árbevirolaš máhttu ođđa áiggis

source: Den samiske barnehagen, som en viktig institusjon for samiske barns oppvekstmiljø, må være rustet for å imøtekomme de behov som det samiske samfunnet har til enhver tid.
sme: Sámi mánáidgárdi, mii lea dehálaš institušuvdna sámi mánáid bajásšaddanbirrasis, ferte leat gearggus dustet sámi servvodaga dárbbuid goas beare.

source: Dette gjøres ved at barnehagene blant annet skal bygge på samisk tradisjonell kunnskap (árbediehtu).
sme: Sámediggi háliida mánáidgárdepolitihkastis nannet sámi mánáidgárddi sajádaga guovddáš sámi kulturguoddin.

source: Et godt kunnskapsgrunnlag om samisk tradisjonell kunnskap er avgjørende for å sikre gode beslutningsprosesser hos aktørene rundt samisk barnehagetilbud.
sme: Buorre máhttovuođđu sámi árbevirolaš máhtus lea mearrideaddjin sihkkarastin dihtii buriid mearrádusproseassaid sámi mánáidgárdefálaldagaid birrasaš aktevrrain.

source: Samisk tradisjonell kunnskap har i dag en vesentlig plass i samiske barnehager.
sme: Odne lea sámi árbevirolaš máhtus mearkkašahtti sadji sámi mánáidgárddiin.

source: De samiske barnehagene legger opp sitt arbeid etter den samiske årstidskalenderen.
sme: Sámi mánáidgárddit heivehit bargguideaset sámi kaleandara mielde.

source: Det vil si at barnehagen knytter det pedagogiske arbeidet til årets gang og endringene i naturens årssyklus.
sme: Dat mearkkaša ahte mánáidgárdi čatná pedagogalaš bargguid jagi mielde ja luonddu jahkodatvuogádaga rievdadusaide.

source: Sametinget vil arbeide for å styrke dette kunnskapsgrunnlaget som en del av innholdet for å sikre kunnskapsoverføring til fremtidige generasjoner.
sme: Sámediggi háliida nannet dán máhttovuođu oassin sisdoalus sihkkarastin dihtii máhttosirdima boahttevaš buolvvaide.

source: Samisk tradisjonell kunnskap inneholder ikke bare praktisk kunnskap og kompetanse, men like mye informasjonsbytte, samspill, deltakelse, og diskusjoner om praktiske oppgaver med det enkelte individ, og også med storfamilien der flere generasjoner deltar.
sme: Sámi árbevirolaš máhttu ii sisttisdoala dušše praktihkalaš máhtu ja gelbbolašvuođa, muhto maiddái diehtolonohallama, ovttasdoaibmama, oasálastima ja digaštallamiid praktihkalaš bargguid birra ovttaskas indiviiddain ja maiddái stuorabearrašiin gos máŋga buolvva oasálastet.

source: Det samiske ordtaket “gal dat oahppá go stuorrula» kan brukes for å forstå innholdet i samiske barnehager.
sme: Sámi dajaldat “gal dat oahppá go stuorrula” sáhttá geavahuvvot ádden dihtii sámi mánáidgárddiid sisdoalu.
